<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>GameServlet</title>
</head>
<div>
    <div><p>Ты очнулся в кромешной тьме, на холодном полу, твои глаза ничего не видят. Ты лежишь уже очень долгое время, ну
        по крайней мере тебе так кажется.
        Глаза уже в некоторой степени привыкли к темноте, но их ждет новое испытание. Пока ты пытаешься прийти в себя,
        вдруг загораются факела на стенах.
        Глаза, которые не так давно привыкли к темноте, болят от резкого появления света, даже такого не сильного как
        факел.
        <p>И вот ты проморгался и можешь осмотреться. Ты видишь небольшую кирпичную комнату, слева и справа от тебя на
        стенах располагается по три факела.
        А прямо перед тобой деревянная дверь закрытая на засов изнутри. Сзади тебя глухая стена, сплошной кирпич.
        <br>

        <p>Ты пытаешься открыть дверь, но она тебе не поддается. Тебе приходит в голову мысль, осмотреть каждый факел и
        каждый кирпичик это комнаты, в надежде найти хоть какую-то подсказку, чтобы выйти отсюда,
        но ничего не находишь. Кирпичи не нажимаются, не убираются. Факелы не
        двигаются и потушить их никак не получается.
        Тебе ничего не остается, кроме как просто ждать.
        <br>

        <p>И вот твое ожидание вознаграждается!
        Раздается голос: "Я местный колдун, меня зовут Акакий. Кхе-кхе, меня должно быть слышно..."
        Ты отвечаешь: "Да".
        Голос:"Вот и славно. Ты уж не серчай, я тут лабиринт небольшой построил, тебе лишь надо его протестировать,
        попробовать выбраться из него.
        Тут есть несколько ловушек, и пара скелетов с оружием, но их можно то особо и не бояться, как бы ни мышц, ни
        кожи, ничего... С простым скелетом то, поди совладаешь,
        но если нет, ну...сорян. Буду воскрешать тебя, пока не пройдешь или не сдашься окончательно."
        <br>
        <p>"Представься, и дверь откроется. Количество попыток не ограничено!"
    </div>
</div>
<body>

</body>
</html>
